[
  {
    "permalink": "main-session-one",
    "name": "Main Session One",
    "start_time": "2017-05-08 19:30:00 EDT",
    "end_time": "2017-05-08 21:30:00 EDT",
    "sessions": [
      {
        "title": "Navigating Culture",
        "description": "Welcome to <%= ENV['SITE_NAME'] %> 15! Be sure to tune in to our very first session with our lead pastor, Andy Stanley. And join in on the conversation by following @DriveOnline15 on Twitter.",
        "permalink": "navigating-culture"
      }
    ]
  },
  {
    "permalink": "main-session_two",
    "name": "Main Session Two",
    "start_time": "2017-05-09 09:00:00 EDT",
    "end_time": "2017-05-09 10:30:00 EDT",
    "sessions": [
      {
        "title": "Our Way Forward",
        "description": "We respectfully ask that you please do not post on social media about this message.  There will also be no outline avaiable for this main session. Listen to the beginning of this message for details. Thank you!",
        "permalink": "our-way-forward"
      }
    ]
  },
  {
    "permalink": "breakout-session-a",
    "name": "Breakout Session A",
    "start_time": "2017-05-09 11:00:00 EDT",
    "end_time": "2017-05-09 12:00:00 EDT",
    "sessions": [
      {
        "title": "Being a Church That Unchurched People Love To Attend",
        "description": "There’s a big difference between a \"church for the unchurched\" and a \"church unchurched people love to attend.\" Finding the balance can be tough, but it’s worth the effort, because the church is fulfilled best in the context of both reaching and growing all the people in our communities. In this breakout, we’ll share our best practices for achieving this balance.",
        "permalink": "church-for-the-unchurched"
      },
      {
        "title": "The Volunteer Experience",
        "description": "Every week there is an incredible work force of people that shows up in all of our churches. We know we couldn’t survive without them. How do we create the best possible experience for these volunteers, while fueling their passion to make a difference in the lives of others?",
        "permalink": "the-volunteer-experience"
      },
      {
        "title": "The Guest Experience",
        "description": "Like most thriving churches, we’ve always placed a high value on the \"Guest Experience.\" In recent years, we realized this area had been neglected and was in need of an upgrade. After studying a few other great churches and learning from some world-class organizations, we’ve taken a new approach. In this breakout, we’ll pass on the remarkable results we’ve seen",
        "permalink": "the-guest-experience"
      }
    ]
  },
  {
    "permalink": "breakout-session-b",
    "name": "Breakout Session B",
    "start_time": "2017-05-09 13:00:00 EDT",
    "end_time": "2017-05-09 14:00:00 EDT",
    "sessions": [
      {
        "title": "Spiritual Growth Strategy",
        "description": "Leading people to Jesus Christ and then helping them grow in their faith—it’s why we got into church work in the first place. At North Point, we’ve always believed small groups are the best way to do this. But do they really work? How do we know? In this breakout, we’ll share the assumptions, convictions, and theology that have convinced us that to grow spiritually, we must be connected relationally. We’ll also discuss how this perspective has matured over time.",
        "permalink": "spiritual-growth-strategy"
      },
      {
        "title": "The Best Team You've Ever Led",
        "description": "Develop the team everyone wants to be on. In this breakout, we will introduce a new mindset and process for developing a high-capacity team of fully engaged individuals.",
        "permalink": "best-team-youve-ever-lead"
      },
      {
        "title": "The Sunday Worship Experience",
        "description": "In this breakout, we’ll share our system of putting together an engaging worship experience from opening song to closing prayer and everything in-between.",
        "permalink": "sunday-worship-experience"
      }
    ]
  },
  {
    "permalink": "breakout-session-c",
    "name": "Breakout Session C",
    "start_time": "2017-05-09 14:30:00 EDT",
    "end_time": "2017-05-09 15:30:00 EDT",
    "sessions": [
      {
        "title": "Being a Church That Unchurched People Love To Attend",
        "description": "There’s a big difference between a “church for the unchurched” and a \"church unchurched people love to attend.\" Finding the balance can be tough, but it’s worth the effort, because the church is fulfilled best in the context of both reaching and growing all the people in our communities. In this breakout, we’ll share our best practices for achieving this balance.",
        "permalink": "church-for-unchurched"
      },
      {
        "title": "Creating Unforgettable Environments",
        "description": "What do people remember after they leave your environments? For the last nineteen years, we’ve been creating, evaluating, and re-creating ministry environments that keep people coming back. In this breakout, we’ll pass on the key principles we use to create memorable experiences.",
        "permalink": "creating-unforgettable-environments"
      },
      {
        "title": "Revving Up Your Growth Engine",
        "description": "Has your church ever experienced a lull in attendance? Do you ever feel like you might be hosting the exact same attendees as the Sunday before? In this breakout, we’ll share our strategies for creating momentum and outreach opportunities that have made it easier to invite outsiders to participate in our environments.",
        "permalink": "revving-up-growth"
      }
    ]
  },
  {
    "permalink": "main-session-three",
    "name": "Main Session Three",
    "start_time": "2017-05-09 19:00:00 EDT",
    "end_time": "2017-05-09 21:00:00 EDT",
    "sessions": [
      {
        "title": "How To Lead When You Are Not In Charge",
        "description": "Too often, we mistake our organizational positions with our leadership abilities. But there are four things you can do—no matter your title—to maximize your influence and lead, even when you're not in charge.",
        "permalink": "how-to-lead-when"
      }
    ]
  },
  {
    "permalink": "breakout-session-d",
    "name": "Breakout Session D",
    "start_time": "2017-05-10 09:00:00 EDT",
    "end_time": "2017-05-10 10:00:00 EDT",
    "sessions": [
      {
        "title": "The Art of Delegation",
        "description": "No leader wants an organization that's small enough to be managed alone, yet leaders consistently fail to do the one thing that unleashes growth—delegate. Without delegation, leadership development suffers, you suffer, and the organization is restrained by your capacity. But delegation is more art than science. In this breakout, we will study the art of delegation while providing clear tips to make it work for any size structure.",
        "permalink": "art-of-delegation"
      },
      {
        "title": "Engaging the Culture",
        "description": "We live in a culture. We want to engage it. How do we do so and keep our beliefs and reputations intact? How can we have influence with unchurched people without compromising relationships or our positions in the church? In this breakout, we’ll share some thoughts on managing the tensions created when we step out and engage our culture.",
        "permalink": "engaging-culture"
      },
      {
        "title": "How to Have Difficult Conversations",
        "description": "Every leader faces them, but most do anything to avoid them—difficult conversations. Whether they are with co-workers, volunteers, or church attendees, these conversations are an unavoidable reality of leadership. In this session, we will examine the anatomy of these conversations and discover the variables that are key to handling them effectively. In addition, we’ll share the practical tools and approaches we use.",
        "permalink": "difficult-conversations"
      }
    ]
  },
  {
    "permalink": "main-session-four",
    "name": "Main Session Four",
    "start_time": "2017-05-10 10:30:00 EDT",
    "end_time": "2017-05-10 12:00:00 EDT",
    "sessions": [
      {
        "title": "That's A Great Question",
        "description": "Please join us for our very last session of <%= ENV['SITE_NAME'] %> 15. To close us out, Andy will be speaking to us and you won’t want to miss it!",
        "permalink": "great-question"
      }
    ]
  }
]
